[
{
    "id": 1,
    "name": "Bhangarh Fort",
    "city": "Alwar",
    "state": "Rajasthan",
    "latitude": 27.0943,
    "longitude": 76.2811,
    "story": "Known as the most haunted fort in India. Entry is prohibited after sunset.",
    "history": ["The Legend of the Wizard & the Princess Long ago", 
               "Princess Ratnavati of Bhangarh was known for her beauty." ,
               "A local wizard (a tantrik) named Singhia fell in love with her, but he knew she would never accept him.",
               "He tried black magic on her perfume oil to make her fall in love with him.",
               "The princess sensed this and threw the bottle on a boulder instead.",
               "The spell backfired, and the stone rolled down and crushed the wizard.",
               "Before dying, he cursed the fort: Bhangarh will be destroyed, and no one will ever live here in peace.",
               "Soon after, battles and natural calamities wiped out the fort's glory, leaving it in ruins.",
               "The Curse Lives On\\nLocals believe that due to the wizard's curse, the fort became lifeless, and spirits of those who died in the fort roam around even today."],
    "facts": [
      "Entry Banned After Sunset – The Archaeological Survey of India (ASI) put up boards strictly prohibiting entry after dark, warning visitors of paranormal dangers.",
      "Locals Don't Stay Nearby – Villagers built their houses outside the fort area, believing it's cursed.",
      "Weird Sounds at Night – Visitors report strange noises like screams, anklet sounds, and whispers when the fort gets dark.",
      "No Roof Survives – It's said no house built inside the fort ever has its roof intact—whenever someone tried, the roof mysteriously collapsed.",
      "Tourists Feel a Presence – Many people claim to have felt a strange, heavy presence or cold air around them, especially in the fort's temples and deserted rooms.",
      "The Vanishing Explorers – Some stories say people who entered at night never returned, fueling its haunted reputation.",
      "India's Most Haunted Tag – Though India has many haunted spots, Bhangarh is officially the only fort with a government warning sign about paranormal danger."
    ],
    "images": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTm4lLOce8ctIkgh9VWzMVCBiTmJtn0Ngqn3g&s"
    ]
  },
  {
    "id": 2,
    "name": "Shaniwar Wada",
    "city": "Pune",
    "state": "Maharashtra",
    "latitude": 18.5196,
    "longitude": 73.8553,
    "story": "Haunted by the ghost of a young prince murdered inside the fort.",
     "history":[
  "Founding & Architecture: Shaniwar Wada was constructed beginning in 1730 by Peshwa Baji Rao I, its foundation laid on a Saturday—hence the name (\"Shaniwar\" = Saturday, \"Wada\" = residence)—and completed in 1732 at a cost of around ₹16,110.",
  "Blending Maratha and Mughal styles, it featured ornate teak entrances, marble floors, the famed Hazari Karanje (Fountain of Thousand Jets), and defensive gates like the Delhi Darwaza, complete with 72 iron spikes to deter elephant charges.",
  "Seat of Power & Tragic Events: For nearly a century, it served as the Peshwas' seat of power until 1828, when a catastrophic fire—of mysterious origin—destroyed much of the wooden superstructure. Today, only the sturdy stone foundations, ramparts, and gateways remain.",
  "Haunting Legend of Peshwa Narayan Rao: The most haunting story tied to Shaniwar Wada revolves around the young Peshwa Narayan Rao, who was brutally murdered in 1773 by conspirators—his own uncle Raghunathrao and aunt Anandibai—in a power grab.",
  "The Assassination: As he fled, he is said to have screamed, \"Kaka mala vachva!\" (\"Uncle, save me!\")",
  "Ghostly Whispers: Legend claims that on full-moon or new-moon nights, his anguished cries can still be heard echoing through the ruins. This has fueled the fort's widespread reputation as one of India's most haunted sites."
],
    "facts": [
      "Real residents of Pune have long passed down tales of the haunting. One popular story recounts a flickering light floating across the Mutha River, extinguishing at Shaniwar Wada—later attributed to methane emissions and misinterpreted as a supernatural phenomenon.",
      "Many Pune locals jest about the fort's atmosphere:",
      "Kaka mala vachva",
      "If you haven't heard and believed this, you are not a Punekar.",
      "On-the-ground experiences vary. Some visitors report nothing unusual:",
      "Went there … Nothing haunted spotted or heard."
    ],
    "images": [
      "https://s7ap1.scene7.com/is/image/incredibleindia/shaniwar-wada-pune-maharashtra-1-attr-hero?qlt=82&ts=1742184639448"
    ]
  },
  {
    "id": 3,
    "name": "Kuldhara Village",
    "city": "Jaisalmer",
    "state": "Rajasthan",
    "latitude": 26.87,
    "longitude": 70.785,
    "story": "Abandoned overnight by Paliwal Brahmins in the 1800s, believed to be cursed. No one has settled here since.",
     "history": ["Origins & Settlement Kuldhara was established in the 13th century by Paliwal Brahmins, migrants from Pali, who thrived in this desert region. The first settler, Kadhan, is credited with excavating the village pond named Udhansar", 
               "Archaeological remnants reveal a well-planned settlement featuring three main roads intersected by narrow lanes, a central temple dedicated to a Mother Goddess, and structural ruins including hero stones and cremation grounds." ,
               "Abandonment Timeline By the early 19th century, around 1825, the village was abruptly deserted. Records suggest the population dropped drastically from about 1,600 to just a few by British-era census documents."],
      "facts": [
      "Entry Banned After Sunset – The Archaeological Survey of India (ASI) put up boards strictly prohibiting entry after dark, warning visitors of paranormal dangers.",
      "Locals Don't Stay Nearby – Villagers built their houses outside the fort area, believing it's cursed.",
      "Weird Sounds at Night – Visitors report strange noises like screams, anklet sounds, and whispers when the fort gets dark.",
      "No Roof Survives – It's said no house built inside the fort ever has its roof intact—whenever someone tried, the roof mysteriously collapsed.",
      "Tourists Feel a Presence – Many people claim to have felt a strange, heavy presence or cold air around them, especially in the fort's temples and deserted rooms.",
      "The Vanishing Explorers – Some stories say people who entered at night never returned, fueling its haunted reputation.",
      "India's Most Haunted Tag – Though India has many haunted spots, Bhangarh is officially the only fort with a government warning sign about paranormal danger."
    ],
    "images": [
      "https://staticimg.amarujala.com/assets/images/2018/12/21/kuldhara-village_1545378739.jpeg?w=750"
    ]
  },
  {
    "id": 4,
    "name": "Sudhabay kund (Ghost Fair)",
    "city": "Pushkar",
    "state": "Rajasthan",
    "latitude": 26.4876,
    "longitude": 74.5511,
    "story": "Site of an annual 'ghost fair' known for exorcism rituals and spirit-cleansing.",
    "history": [
      "Ancient sacred pond mentioned in Hindu scriptures dating back over 1000 years",
      "The annual Pitra Paksha fair has been held here for centuries during the dark fortnight of Ashwin month",
      "Originally used by families to perform rituals for deceased ancestors and appease wandering spirits",
      "Became famous during medieval period for powerful exorcism ceremonies conducted by local priests",
      "Local Brahmin families have passed down exorcism techniques and mantras through generations",
      "The fair attracts thousands from across India seeking spiritual cleansing and relief from supernatural afflictions"
    ],
    "facts": [
      "The fair operates primarily during Pitra Paksha (September-October) when spiritual activity is believed strongest",
      "Local priests perform 'bhoot-pret nivaran' ceremonies using ancient Vedic mantras and rituals",
      "The pond water is considered to have supernatural cleansing properties during the fair",
      "Exorcism rituals involve chanting, holy water sprinkling, burning of specific herbs like camphor and sage",
      "People report dramatic behavioral changes and relief from possession during the ceremonies",
      "Photographers often experience camera malfunctions and unexplained technical failures during rituals",
      "Medical professionals sometimes attend to study the psychological aspects of mass exorcism",
      "The site maintains traditional practices despite modern skepticism and scientific scrutiny",
      "Devotees travel from as far as Gujarat, Haryana, and Uttar Pradesh for the annual ghost fair"
    ],
    "images": [
      "https://www.morningnewsindia.com/wp-content/uploads/2024/01/download-1-1683617196.jpg"
    ]
  },
  {
    "id": 5,
    "name": "Nahargarh Fort",
    "city": "Jaipur",
    "state": "Rajasthan",
    "latitude": 26.9373,
    "longitude": 75.8155,
    "story": "Said to be haunted by Nahar Singh Bhomia; a shrine inside was built to appease his spirit.",
    "history": [
      "Built in 1734 by Maharaja Sawai Jai Singh II as a retreat and defense fort overlooking Jaipur",
      "Named after Nahar Singh Bhomia, a local Rathore prince who originally owned the hill",
      "Construction was repeatedly disrupted by mysterious incidents until Nahar Singh's shrine was erected",
      "Extended in 1868 during Sawai Ram Singh's reign to include 12 identical royal suites",
      "Served as summer retreat for royal family and strategic defense point for Amber-Jaipur region",
      "Connected to Jaigarh Fort through underground passages for emergency royal escape routes"
    ],
    "facts": [
      "Offers panoramic 360-degree views of Jaipur city and surrounding Aravalli mountain ranges",
      "The fort contains 12 identical suites in Madhavendra Bhawan built for the king's wives",
      "Each suite features its own kitchen, bedroom, toilet, and lobby decorated with intricate frescoes",
      "The shrine of Nahar Singh Bhomia is still actively maintained and worshipped by locals",
      "Construction workers reported tools mysteriously disappearing and structures collapsing overnight",
      "Architecture uniquely blends Rajput, Mughal, and European colonial influences",
      "Visitors frequently report sudden cold spots and unexplained sounds near the shrine area",
      "Featured in several Bollywood films including 'Rang De Basanti' and 'Shuddh Desi Romance'",
      "Night security guards avoid certain fort sections due to reported paranormal experiences",
      "The fort's ancient water harvesting system still functions effectively after 300 years"
    ],
    "images": [
      "https://www.trawell.in/admin/images/upload/151648486Jaipur_Nahargarh_Fort_Main.jpg"
    ]
  },
  {
    "id": 6,
    "name": "Brij Raj Bhavan Palace",
    "city": "Kota",
    "state": "Rajasthan",
    "latitude": 25.1983,
    "longitude": 75.8525,
    "story": "Allegedly haunted by Major Charles Burton, killed here during 1857.",
    "history": [
      "Brij Raj Bhavan Palace was built in the 19th century and served as the official residence of British officials during the colonial era.",
      "Major Charles Burton, a British resident, was killed here along with his sons by Indian sepoys during the 1857 revolt. His murder is well-documented in historical records.",
      "After independence, the palace was converted into a heritage hotel and is now managed by the Rajasthan Tourism Development Corporation.",
      "The palace retains much of its colonial architecture, with grand halls, antique furniture, and sprawling gardens overlooking the Chambal River."
    ],
    "facts": [
      "The ghost of Major Charles Burton is said to haunt the palace, with staff and guests reporting sightings and unexplained phenomena, especially in the former study.",
      "The palace is open to tourists and guests as a heritage hotel, and many visitors come specifically for its haunted reputation.",
      "The current Maharani of Kota has publicly spoken about the ghostly presence, claiming it is harmless and only occasionally reprimands guards.",
      "Brij Raj Bhavan Palace is one of the few heritage hotels in India officially recognized for its paranormal activity.",
      "The palace is located on the banks of the Chambal River, offering scenic views and colonial-era ambiance."
    ],
    "images": [
      "https://staticimg.amarujala.com/assets/images/2021/09/18/mysterious-story-of-haunted-brij-raj-bhawan-palace-in-kota-rajasthan_1631947059.jpeg"
    ]
  },
  {
    "id": 7,
    "name": "Rana Kumbha Palace (Chittorgarh Fort)",
    "city": "Chittorgarh",
    "state": "Rajasthan",
    "latitude": 24.8895,
    "longitude": 74.6536,
    "story": "Locals speak of apparitions of women who committed jauhar during historic sieges.",
    "history": [
      "Rana Kumbha Palace is the oldest palace within Chittorgarh Fort, built in the 15th century by Maharana Kumbha.",
      "The palace was the residence of several rulers, including Rani Padmini and Maharana Udai Singh.",
      "It is famous for the tragic jauhar (mass self-immolation) performed by Rani Padmini and hundreds of women during Alauddin Khilji's siege in 1303 to avoid capture.",
      "The palace complex includes underground cellars, courtyards, stables, and temples, and was once a center of royal life and defense.",
      "Maharana Udai Singh, founder of Udaipur, was said to have been secretly raised here after surviving an assassination attempt.",
      "The ruins still bear marks of fire and destruction from repeated sieges and battles."
    ],
    "facts": [
      "Rana Kumbha Palace is considered one of the most haunted places in Rajasthan due to the jauhar tragedy.",
      "Visitors and locals report hearing cries, whispers, and seeing shadowy figures, especially near the underground cellars.",
      "The palace is open to tourists during the day, but entry is restricted after sunset due to safety and local beliefs.",
      "The architecture features Rajput style with massive stone walls, gateways, and remnants of royal quarters.",
      "The site is protected by the Archaeological Survey of India and is part of the UNESCO World Heritage Chittorgarh Fort complex.",
      "Annual festivals and light shows at the fort recount the stories of valor and sacrifice associated with the palace."
    ],
    "images": [
      "https://thumbs.dreamstime.com/b/rana-kumbha-palace-oldest-palace-fort-tales-claim-one-most-haunted-places-rajasthan-188318898.jpg"
    ]
  },
  {
    "id": 8,
    "name": "Jagatpura (Witches Road)",
    "city": "Jaipur",
    "state": "Rajasthan",
    "latitude": 26.8336,
    "longitude": 75.8273,
    "story": "Suburban stretch with lore of witches in white seen at night after a historical famine.",
    "history": [
      "Jagatpura is a rapidly developing suburb in southeast Jaipur, historically a rural area with agricultural roots.",
      "During the late 19th and early 20th centuries, Rajasthan faced several famines, including the severe famine of 1899-1900, which affected villages around Jaipur, including Jagatpura.",
      "Local oral traditions claim that many villagers perished or migrated during these famines, leaving behind abandoned homes and fields.",
      "The 'witches' legend likely originated from stories of women who died tragically during famine years, with tales passed down about their spirits wandering the roads.",
      "Modern Jagatpura is known for its universities, residential colonies, and proximity to Jaipur International Airport, but the old village lanes still evoke eerie feelings among locals."
    ],
    "facts": [
      "Jagatpura's 'Witches Road' is a nickname given by locals to certain stretches where people claim to see apparitions, especially women in white sarees, late at night.",
      "Residents and night-shift workers have reported sudden drops in temperature, unexplained shadows, and a feeling of being watched while passing through deserted lanes.",
      "There are no official records of paranormal activity, but the stories are popular among students and taxi drivers in the area.",
      "The area is safe and well-populated during the day, but some auto drivers and guards avoid certain roads after midnight due to persistent local beliefs.",
      "Jagatpura is also known for its proximity to Goner Road and the ancient Goner Temple, adding to its mystique."
    ],
    "images": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRUeDhBrUkBPFcYSSrPY8b5qsmY3LTmWic3vw&s"
    ]
  },
  {
    "id": 9,
    "name": "Jal Mahal (Water Palace)",
    "city": "Jaipur",
    "state": "Rajasthan",
    "latitude": 26.9537,
    "longitude": 75.8463,
    "story": "Lake palace with eerie silence and submerged floors—fueling nighttime ghost stories.",
    "history": [
      "Jal Mahal was built in the 18th century by Maharaja Madho Singh I as a pleasure palace and hunting lodge for duck shooting parties.",
      "The palace is located in the middle of Man Sagar Lake, which was created by damming the Darbhawati river.",
      "Jal Mahal features Rajput and Mughal architectural styles, with red sandstone walls and intricately decorated interiors.",
      "Only the top floor of the palace is visible above water; the remaining four floors remain submerged when the lake is full.",
      "The palace and lake underwent major restoration in the early 2000s to revive its beauty and ecological balance.",
      "Jal Mahal has never served as a royal residence and was primarily used for leisure and festive gatherings."
    ],
    "facts": [
      "Jal Mahal is not open to the general public; entry is restricted and only possible with special permission.",
      "The palace appears to float on water, creating a striking visual effect, especially at sunrise and sunset.",
      "The lake is home to migratory birds such as flamingos, pintails, and coots during winter.",
      "The palace's submerged floors are built to withstand water pressure and seasonal flooding.",
      "Restoration efforts included cleaning the lake, planting native vegetation, and restoring palace frescoes.",
      "Jal Mahal is a popular spot for photography and sightseeing, with boat rides available around the lake.",
      "Despite ghost stories, there are no official records of paranormal activity at Jal Mahal."
    ],
    "images": [
      "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/c4/72/f6/jal-mahal-jaipur-tour.jpg?w=900&h=500&s=1"
    ]
  },
  {
    "id": 10,
    "name": "Chand Baori",
    "city": "Abhaneri (Dausa)",
    "state": "Rajasthan",
    "latitude": 27.0072,
    "longitude": 76.6068,
    "story": "Ancient stepwell famous for its geometric architecture and local legends of spirits building it overnight.",
    "history": [
      "Chand Baori was constructed in the 9th century by King Chanda of the Nikumbh dynasty.",
      "It is one of the deepest and largest stepwells in India, with 3,500 narrow steps arranged in perfect symmetry descending 13 stories.",
      "The stepwell was built to provide water to the arid region and served as a community gathering place.",
      "The adjacent Harshat Mata Temple, dedicated to the goddess of joy and happiness, was built around the same time.",
      "Chand Baori features exquisite carvings, pillared corridors, and a royal pavilion for the king and queen.",
      "The stepwell was used for ritual bathing, water storage, and as a cool retreat during Rajasthan's scorching summers.",
      "It has appeared in several films, including 'The Dark Knight Rises' and 'The Fall'."
    ],
    "facts": [
      "Chand Baori is over 1,200 years old and is considered an architectural marvel.",
      "The stepwell is 30 meters deep and has 13 levels of steps.",
      "Its design allows air to remain 5-6 degrees cooler at the bottom than at the surface.",
      "The site is protected by the Archaeological Survey of India and is open to visitors year-round.",
      "Local folklore claims spirits helped build the stepwell overnight, but historians attribute its construction to skilled artisans.",
      "The stepwell's symmetry and geometry are studied by architects and engineers worldwide.",
      "It is a popular tourist destination and a symbol of Rajasthan's water conservation heritage."
    ],
    "images": [
      "https://media-cdn.tripadvisor.com/media/attractions-splice-spp-674x446/0b/27/50/fe.jpg"
    ]
  },
  {
    "id": 11,
    "name": "Mehandipur Balaji Temple",
    "city": "Dausa",
    "state": "Rajasthan",
    "latitude": 26.941,
    "longitude": 76.7886,
    "story": "Famous for exorcism rituals; devotees report encounters with the possessed.",
    "history": [
      "Mehandipur Balaji Temple is dedicated to Lord Hanuman (Balaji) and is located in the village of Mehandipur, Dausa district, Rajasthan.",
      "The temple is believed to have been established in the early 18th century after a local priest had divine visions instructing him to build a shrine at this spot.",
      "It is renowned for its unique rituals aimed at curing people believed to be affected by evil spirits, black magic, or supernatural afflictions.",
      "The temple complex also houses shrines for Pret Raj (King of Ghosts) and Bhairav, both associated with exorcism rites.",
      "Thousands of devotees visit daily, especially on Tuesdays and Saturdays, seeking spiritual healing and relief from possession.",
      "The rituals performed here are based on ancient Hindu scriptures and involve chanting, offerings, and specific ceremonies led by temple priests.",
      "Unlike most temples, Mehandipur Balaji strictly prohibits photography and video recording inside the premises."
    ],
    "facts": [
      "Mehandipur Balaji Temple is one of the most famous exorcism and healing centers in India.",
      "Devotees often witness intense rituals, including people screaming, crying, or behaving erratically during exorcism ceremonies.",
      "The temple is open 24 hours and sees a constant flow of pilgrims from across India.",
      "Visitors are advised not to eat or drink anything offered by strangers in the temple premises due to local beliefs about spiritual contamination.",
      "Many people claim to have been cured of psychological and supernatural afflictions after visiting the temple.",
      "The temple follows strict rules: devotees must not look back after leaving, and must not take anything out from the temple premises.",
      "Medical professionals and psychologists have studied the temple's rituals as examples of faith-based healing and mass psychology.",
      "The temple is located in a remote valley surrounded by hills, adding to its mysterious and spiritual atmosphere."
    ],
    "images": [
      "https://goyahills.com/wp-content/uploads/2025/03/Mehandipur-Balaji-Temple.jpg"
    ]
  },
  {
    "id": 12,
    "name": "NH-79 near Dudu",
    "city": "Dudu (Jaipur district)",
    "state": "Rajasthan",
    "latitude": 26.734,
    "longitude": 75.5865,
    "story": "Highway stretch with repeated reports of a woman and child apparition.",
    "history": [
      "NH-79 is a major national highway connecting Ajmer and Jaipur, passing through Dudu town in Rajasthan.",
      "The haunted reputation stems from a tragic accident: local stories claim a woman carrying her child was killed by a speeding vehicle while trying to cross the highway.",
      "Since then, truckers and night travelers have reported seeing a woman with a child asking for help or suddenly appearing on the road, causing panic and near-accidents.",
      "Dudu itself is a historic town dating back to the Mughal era, but the highway's haunted lore is a recent phenomenon, mostly spread by truck drivers and locals.",
      "No official records confirm paranormal activity, but the story is widely circulated in Rajasthan's trucking and transport community."
    ],
    "facts": [
      "NH-79 is known among truckers as 'the haunted highway' due to frequent reports of apparitions, especially near Dudu.",
      "Many drivers claim to have seen a woman in white carrying a child, sometimes causing them to swerve or stop suddenly.",
      "Local police have investigated several accidents attributed to drivers being startled by supposed sightings.",
      "Despite the stories, there is no physical evidence of paranormal activity, and authorities attribute most incidents to fatigue and suggestion.",
      "The legend has made NH-79 a topic of discussion in Rajasthan's folklore and is sometimes featured in local news and social media.",
      "Travelers are advised to drive carefully at night due to the highway's accident history, regardless of ghost stories."
    ],
    "images": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmQKXAOUF-K50aOnxF52H0CvB0RKDKvf8pHQ&s"
    ]
  },

  {
    "id": 13,
    "name": "Lepakshi Temple (Veerabhadra)",
    "city": "Lepakshi (Anantapur)",
    "state": "Andhra Pradesh",
    "latitude": 13.8047,
    "longitude": 77.6097,
    "story": "Mysterious ‘hanging pillar’ and legends of Jatayu; locals share ghostly tales after dark.",
    "history": [
      "Lepakshi Temple, dedicated to Veerabhadra, was built in the 16th century (1530–1550) by Virupanna and Viranna, governors under the Vijayanagara Empire.",
      "The temple is renowned for its exquisite Vijayanagara architecture, featuring intricate carvings, frescoes, and sculptures depicting scenes from the Ramayana, Mahabharata, and Puranas.",
      "The temple complex includes the famous 'hanging pillar'—one of the 70 stone pillars in the main hall, which does not fully touch the ground and is a marvel of ancient engineering.",
      "According to legend, Jatayu, the mythical bird from the Ramayana, fell at Lepakshi after being wounded by Ravana. The name 'Lepakshi' means 'rise, O bird' in Telugu.",
      "The temple also houses a massive Nandi (bull) statue carved from a single granite stone, considered one of the largest monolithic Nandi statues in India.",
      "Lepakshi Temple is a protected monument under the Archaeological Survey of India and is a popular pilgrimage and tourist destination."
    ],
    "facts": [
      "The 'hanging pillar' attracts engineers and tourists; a thin object can be passed underneath, proving it does not rest fully on the ground.",
      "The temple's frescoes are among the finest examples of Vijayanagara mural art, with vibrant colors still visible after centuries.",
      "The Nandi statue is 4.5 meters high and 8.23 meters long, facing the Shiva linga inside the temple.",
      "There is a large footprint near the temple, believed by locals to be that of Sita from the Ramayana.",
      "The temple is famous for its unfinished Kalyana Mandapa (marriage hall), which, according to legend, was left incomplete after Virupanna was accused of misusing royal funds.",
      "Lepakshi is a major site for devotees during Shivaratri and other Hindu festivals.",
      "The temple is located about 120 km north of Bangalore and is easily accessible by road."
    ],
    "images": [
      "https://i0.wp.com/raindrops599.wordpress.com/wp-content/uploads/2017/11/nagalinga-temple-in-lepakshi.png?w=573&h=327&ssl=1"
    ]
  },

  {
    "id": 14,
    "name": "Malinithan Ruins",
    "city": "Likabali",
    "state": "Arunachal Pradesh",
    "latitude": 27.9894,
    "longitude": 94.6092,
    "story": "Ancient temple ruins with local stories of wandering spirits and uncanny nighttime silence.",
    "history": [
      "Malinithan is an archaeological site located at the base of the Siang hills in Likabali, West Siang district, Arunachal Pradesh.",
      "The ruins date back to the 10th–14th centuries and are associated with the Chutia kings, who ruled the region before the Ahom dynasty.",
      "Excavations have revealed a temple complex dedicated to the goddess Malini (an incarnation of Durga), with beautifully carved stone sculptures, pillars, and floral motifs.",
      "The site is linked to the legend of Krishna and Rukmini: it is believed that Krishna and Rukmini rested here on their way from Bhishmakanagar to Dwarka after abducting her.",
      "Malinithan was a major center of Shakti worship and Tantric practices, as evidenced by the presence of erotic carvings and depictions of deities like Indra, Surya, and Shiva.",
      "The temple was constructed using granite, which is rare in the region, and features ornate carvings of animals, dancers, and mythological figures."
    ],
    "facts": [
      "Malinithan is a protected monument under the Archaeological Survey of India (ASI).",
      "The site contains several well-preserved sculptures, including the famous 'Indra on Airavata' and 'Surya on Chariot'.",
      "The temple complex is unique for its use of granite and intricate carvings, which are not commonly found in other northeastern temples.",
      "Annual festivals are held at Malinithan, attracting devotees and tourists from Assam and Arunachal Pradesh.",
      "The ruins are situated on a hilltop, offering panoramic views of the surrounding valleys and the Brahmaputra plains.",
      "Local folklore claims the area is spiritually charged, and some visitors report a mysterious, tranquil atmosphere after sunset.",
      "Malinithan is an important pilgrimage site for followers of Shaktism and is also visited for its historical and architectural significance."
    ],
    "images": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Malini_Than_temple_complex.jpg/640px-Malini_Than_temple_complex.jpg"
    ]
  },

  {
    "id": 15,
    "name": "Jatinga",
    "city": "Dima Hasao district",
    "state": "Assam",
    "latitude": 25.2985,
    "longitude": 93.0136,
    "story": "Mystery ‘bird fall’ phenomenon on certain nights; villagers also share ghost-lights lore.",
    "history": [
      "Jatinga is a small village located on a ridge in the Dima Hasao district of Assam, India.",
      "It became famous worldwide for the mysterious phenomenon known as 'bird suicide,' where hundreds of migratory and local birds plunge to their deaths on foggy, moonless nights between September and November.",
      "The phenomenon was first observed in the early 20th century by local villagers and later documented by British tea planter E. L. Hume in 1910.",
      "Ornithologists believe the birds are disoriented by fog, wind, and village lights, causing them to fly towards the lights and get trapped or killed by villagers mistaking them for evil spirits.",
      "Jatinga is also known for local legends of ghost lights and supernatural activity, which contributed to the villagers' belief that the birds were possessed."
    ],
    "facts": [
      "The 'bird suicide' phenomenon occurs only on a 1.5 km stretch of the ridge and only between 7 pm and 10 pm on specific moonless nights.",
      "Over 40 species of birds have been recorded falling victim to the phenomenon, including kingfishers, drongos, and herons.",
      "Scientific studies have shown that the birds are not committing suicide but are attracted and confused by artificial lights in foggy conditions.",
      "The Assam government and conservationists have worked to educate locals and protect the birds, turning Jatinga into a bird-watching and eco-tourism destination.",
      "Jatinga is often cited in paranormal literature due to the mysterious nature of the bird falls and local ghost stories.",
      "The village is surrounded by lush hills and forests, making it a scenic spot for nature lovers and researchers."
    ],
    "images": [
      "https://curlytales.com/wp-content/uploads/2024/03/Jatinga-1280x720.jpg"
    ]
  },

  {
    "id": 16,
    "name": "Sher Shah Suri Tomb (night tales)",
    "city": "Sasaram",
    "state": "Bihar",
    "latitude": 24.9593,
    "longitude": 84.0196,
    "story": "Mausoleum on a lake; folklore of djinns/spirits after dark among locals and caretakers.",
    "history": [
      "The Sher Shah Suri Tomb is the grand mausoleum of Sher Shah Suri, the founder of the Sur Empire in North India.",
      "Sher Shah Suri ruled from 1540 to 1545 and is known for administrative reforms, including the introduction of the Rupiya and the Grand Trunk Road.",
      "The tomb was constructed between 1545 and 1548 by his son Islam Shah after Sher Shah's death in an accidental explosion.",
      "It is built in Indo-Islamic architectural style, standing on a square plinth in the middle of an artificial lake.",
      "The tomb is made of red sandstone and features a large dome, chhatris, and intricate carvings.",
      "The site is protected by the Archaeological Survey of India and is considered one of the finest examples of Afghan architecture in India."
    ],
    "facts": [
      "The tomb is 46 meters high and 61 meters in diameter, making it one of the largest mausoleums in India.",
      "It is located on an island in the middle of a man-made lake, accessible by a causeway.",
      "The tomb's dome is double-layered and visible from miles away.",
      "Sher Shah Suri's reforms, such as the postal system and standardized currency, had a lasting impact on Indian administration.",
      "The tomb complex also contains the graves of Sher Shah's family and close associates.",
      "The site attracts historians, architects, and tourists for its historical significance and architectural beauty.",
      "Local legends and night tales add to its mystique, but there are no official records of paranormal activity."
    ],
    "images": [
      "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/5f/56/cb/photo0jpg.jpg?w=900&h=500&s=1"
    ]
  },

  {
    "id": 17,
    "name": "Kutumsar (Kotumsar) Caves",
    "city": "Kanger Valley (Bastar)",
    "state": "Chhattisgarh",
    "latitude": 18.8833,
    "longitude": 81.95,
    "story": "Pitch-dark caverns with eerie echoes; tribal lore speaks of spirits inhabiting chambers.",
    "history": [
      "Kutumsar Caves are located in Kanger Valley National Park, near Jagdalpur in Bastar district, Chhattisgarh.",
      "Discovered in 1900 and explored scientifically in 1951, the caves are among the longest natural caves in India, stretching over 330 meters.",
      "Formed in limestone, the caves feature stunning stalactite and stalagmite formations created over thousands of years by water percolation.",
      "The caves are home to unique troglobitic species, including blind fish and insects adapted to the pitch-dark environment.",
      "Local tribal communities have long considered the caves sacred, performing rituals at the entrance and associating them with spirits.",
      "Kutumsar Caves are closed during the monsoon due to flooding and are accessible to tourists from October to June."
    ],
    "facts": [
      "Kutumsar Caves are the second longest natural caves in India after Belum Caves in Andhra Pradesh.",
      "The caves have five main chambers and several narrow passages, with no natural light inside.",
      "The temperature inside remains cool year-round, around 18–20°C.",
      "The caves are famous for their endemic blind fish species, Nemacheilus evezardi, which have evolved without eyesight.",
      "No bats are found inside due to the lack of openings and oxygen.",
      "The caves are protected by the Forest Department and are a major attraction in Kanger Valley National Park.",
      "Visitors are guided by local forest staff, and entry is restricted to preserve the delicate ecosystem."
    ],
    "images": [
      "https://s7ap1.scene7.com/is/image/incredibleindia/kotumsar-caves-jagdalpur-chhattisgarh-1-attr-hero?qlt=82&ts=1727011161514"
    ]
  },

  {
    "id": 18,
    "name": "Three Kings Chapel",
    "city": "Cansaulim",
    "state": "Goa",
    "latitude": 15.3205,
    "longitude": 73.9123,
    "story": "Hilltop chapel with famous haunting legend of the three kings; locals avoid it after dark.",
    "history": [
      "The Three Kings Chapel, also known as the Chapel of Our Lady of Remedios, was built in 1599 by Fr. Gonçalo Carvalho, a Franciscan missionary.",
      "It is located atop the Cuelim hill in Cansaulim, South Goa, offering panoramic views of the surrounding villages and the Arabian Sea.",
      "The chapel is named after the biblical Three Wise Men (Magi) and hosts the annual Feast of the Epiphany, celebrated on January 6th, when three children from the village dress as kings and lead a procession.",
      "Local legend tells of three rival kings who lived in the area and fought for power. According to folklore, one king poisoned the other two during a feast, then took his own life out of guilt. The chapel was built to bring peace to the troubled land.",
      "The site is maintained by the Archdiocese of Goa and is a popular pilgrimage spot, especially during the feast."
    ],
    "facts": [
      "The chapel is a protected heritage monument under the Archaeological Survey of India.",
      "It is famous for its simple Portuguese architecture, whitewashed walls, and tranquil setting.",
      "The annual Three Kings Feast draws hundreds of devotees and tourists, featuring traditional music, food, and rituals.",
      "The chapel is associated with paranormal tales—locals and visitors report eerie sensations, unexplained noises, and a feeling of being watched, especially after sunset.",
      "The site is popular among paranormal investigators and has been featured in several TV shows and documentaries.",
      "Despite the legends, the chapel is safe to visit during the day and offers scenic views of South Goa."
    ],
    "images": [
      "https://storage.googleapis.com/goa-app-12a91.appspot.com/2021-12-10T08%3A05%3A12.834ZThree-kings-church1.webp?GoogleAccessId=firebase-adminsdk-zeqcj%40goa-app-12a91.iam.gserviceaccount.com&Expires=16447017600&Signature=Ga0a2vAPFX6t6TuDsaRgvSl87l53Vlq34cOkZQalUl3SkKefkNoQ7PXsucfM6YY5L04MSqFEma9Zkdm9MxMUhJ3rM1jd6F%2F38%2FctgR5CdGnJTTHgT21uiMAHanDwBQHA7bHKYYyhsaOcdgESdPVEQqlTVjvVnAUBuQelW93Ul%2BxjBUPnQvXkoQ2Wm%2BWhy8TlxS4hhLoau%2Fr6sJunp0O4WHrSPZwVFjynYnTGX6nhbkRBc3AWGAW67pHiXtNxG40V6kzNVjgdh2v1yZYqLPczISN2qyViR6bLZd99GwgR183CBfr2qvOzIYOIi2g0Y2YlRDF%2FI8VWguJ5pYyz0tr3KQ%3D%3D"
    ]
  },

  {
    "id": 19,
    "name": "Dumas Beach",
    "city": "Surat",
    "state": "Gujarat",
    "latitude": 21.075,
    "longitude": 72.7,
    "story": "Black-sand beach long linked with cremation grounds and ghost sightings at night.",
    "history": [
      "Dumas Beach is located along the Arabian Sea, about 21 km southwest of Surat city.",
      "Historically, the beach and its surroundings were used as Hindu cremation grounds for centuries, which is why the sand is black due to high carbon content.",
      "The area is mentioned in local folklore and travelogues dating back to the colonial era, with references to its eerie atmosphere and spiritual significance.",
      "Dumas Beach has been a popular picnic spot since the early 20th century, attracting locals and tourists for its scenic views and sea breeze.",
      "The beach is also known for its proximity to ancient temples and the Dariya Ganesh Temple, which is located right on the shore."
    ],
    "facts": [
      "Dumas Beach is famous for its black sand, which is a result of the high iron and carbon content from centuries of cremations.",
      "It is one of the most popular beaches in Gujarat, especially for evening strolls and street food.",
      "The beach is associated with numerous ghost stories and paranormal claims, including reports of mysterious voices, apparitions, and sudden temperature drops after sunset.",
      "Local authorities advise visitors not to stay on the beach after dark due to safety concerns and strong tides.",
      "Dumas Beach is home to several food stalls selling local snacks like bhajiya, pav bhaji, and sweet corn.",
      "Despite its haunted reputation, there are no official records of paranormal incidents, and most stories are based on local legends.",
      "The beach is also a habitat for migratory birds and is popular among birdwatchers during winter."
    ],
    "images": ["https://files.yappe.in/place/full/dumas-beach-1484419.webp"]
  },

  {
    
      "id": 20,
      "name": "Sohna Fort (ruins) night tales",
      "city": "Sohna (Gurugram district)",
      "state": "Haryana",
      "latitude": 28.2479,
      "longitude": 77.0653,
      "story": "Hilltop ruins above hot springs; locals whisper about apparitions on the ridge at night.",
      "history": [
        "Sohna Fort is believed to have been built in the 11th century by the Kamboj rulers and later renovated by the Mughals and the Jats.",
        "The fort sits atop a hill overlooking the town of Sohna, which is famous for its natural hot springs, considered sacred and medicinal.",
        "The fort was strategically important due to its vantage point and proximity to trade routes connecting Delhi and Rajasthan.",
        "Over centuries, the fort changed hands between various dynasties, including the Delhi Sultanate, Mughals, and local chieftains.",
        "The ruins today consist of crumbling ramparts, bastions, and gateways, with little remaining of the original palatial structures.",
        "Sohna town is also known for its annual Gangasnan fair, attracting pilgrims to the hot springs."
      ],
      "facts": [
        "Sohna Fort is a protected monument under the Haryana State Archaeology Department.",
        "The hot springs at Sohna are rich in sulfur and are believed to have therapeutic properties.",
        "The fort offers panoramic views of the Aravalli hills and the surrounding countryside.",
        "Local legends speak of hidden tunnels and treasure beneath the fort, though none have been found.",
        "The site is popular among trekkers and history enthusiasts, especially during winter months.",
        "Despite ghost stories, there are no official records of paranormal activity at Sohna Fort."
      ],
      "images": [
        "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgWz0p2nNiy1iJvyQ_eVyHiGJM2pSPViON1wt7hIKPtyfMsupegrZFCk5Zp4p5EtkyMXjS1k0XJ4tajQJsBYJ6zLPQl2JAkO4IqDBop1k-2mNND8h5iiM8v8YXhLkgJdlqw0ZW6CVFl2qSb/s280/Sohna-Hills1.jpeg"
      ]
    },

    {
      "id": 21,
      "name": "Tunnel 33 (Barog Tunnel)",
      "city": "Barog (Solan)",
      "state": "Himachal Pradesh",
      "latitude": 30.8836,
      "longitude": 77.0676,
      "story": "Railway tunnel associated with the ghost of engineer Colonel Barog; footsteps reported.",
      "history": [
        "Tunnel 33, also known as Barog Tunnel, is the longest tunnel on the Kalka-Shimla Railway, measuring 1,143.61 meters.",
        "The tunnel was named after Colonel Barog, a British engineer who was assigned to construct it in the early 20th century.",
        "Colonel Barog made a calculation error, causing the two ends of the tunnel to not meet; he was fined and later committed suicide near the site.",
        "The tunnel was subsequently completed by another engineer, H.S. Harrington, with the help of a local sage, Bhalku.",
        "The Kalka-Shimla Railway is a UNESCO World Heritage Site, known for its scenic beauty and engineering marvels."
      ],
      "facts": [
        "Tunnel 33 is famous for its perfectly cool temperature and echoing acoustics.",
        "It is still in use today, with trains passing through daily.",
        "Local folklore claims Colonel Barog's spirit haunts the tunnel, but there are no official reports.",
        "The tunnel is a popular spot for railway enthusiasts and tourists.",
        "Barog town is named after Colonel Barog and is a popular hill station in Himachal Pradesh."
      ],
      "images": [
        "https://wanderon-images.gumlet.io/gallery/new/2025/03/09/1741544313901-barog-tunnel-no-33-shimla.jpg"
      ]
    },

    {
      "id": 22,
      "name": "McCluskieganj ‘Ghost Bungalows’",
      "city": "McCluskieganj",
      "state": "Jharkhand",
      "latitude": 23.6359,
      "longitude": 85.2608,
      "story": "Colonial-era bungalows in a misty forest setting; residents share haunted-house stories.",
      "history": [
        "McCluskieganj was founded in the 1930s by Ernest Timothy McCluskie as a settlement for Anglo-Indians.",
        "The town was planned as a haven for Anglo-Indians, with over 400 families settling here at its peak.",
        "It is known for its British-style bungalows, churches, and schools, set amidst dense forests and hills.",
        "After independence, many residents migrated, leaving behind abandoned and decaying bungalows.",
        "McCluskieganj is now a quiet town, popular for its scenic beauty and colonial architecture."
      ],
      "facts": [
        "McCluskieganj is sometimes called the 'Mini England of Jharkhand' due to its architecture and climate.",
        "The town has been featured in several books and films, including 'A Death in McCluskieganj'.",
        "It is a popular destination for nature lovers, birdwatchers, and history buffs.",
        "Local stories of haunted bungalows persist, but there are no official records of paranormal activity.",
        "The town is accessible by road and rail from Ranchi."
      ],
      "images": [
        "https://preview.redd.it/mccluskieganj-the-only-anglo-indian-town-in-india-v0-ippqzjxzo9ef1.jpg?width=640&crop=smart&auto=webp&s=d4427d7852ec227a5332c8b0033b9569675f2543"
      ]
    },

    {
      "id": 23,
      "name": "Kalpalli Cemetery (St John’s Cemetery)",
      "city": "Bengaluru",
      "state": "Karnataka",
      "latitude": 12.9854,
      "longitude": 77.6257,
      "story": "Old cemetery with popular tales of figures in the fog and shadowy movements.",
      "history": [
        "Kalpalli Cemetery, also known as St John’s Cemetery, is one of the oldest Christian burial grounds in Bengaluru.",
        "It was established in the 19th century and serves as the final resting place for thousands of people, including prominent citizens.",
        "The cemetery is located near Old Madras Road and is known for its large expanse and ancient tombstones.",
        "It is maintained by the local church authorities and is still in use today.",
        "The cemetery is surrounded by urban development but retains a tranquil and somber atmosphere."
      ],
      "facts": [
        "Kalpalli Cemetery is open to visitors during the day but is generally avoided after dark.",
        "The site is known for its elaborate gravestones and mausoleums.",
        "Local folklore includes stories of apparitions and shadowy figures, especially on foggy nights.",
        "There are no official records of paranormal incidents.",
        "The cemetery is an important heritage site for Bengaluru’s Christian community."
      ],
      "images": [
        "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTEewGTfLdbPnIXDSr2OZIPmmDLGmvQS7p4qA&s"
      ]
    },

  {
    "id": 24,
    "name": "Chain Tree of Lakkidi",
    "city": "Lakkidi (Wayanad)",
    "state": "Kerala",
    "latitude": 11.5372,
    "longitude": 76.0286,
    "story": "A tree said to hold the spirit of a tribal guide; legends of strange occurrences nearby.",
    "history": [
      "The Chain Tree is a Ficus tree located near the Lakkidi Pass in Wayanad, Kerala.",
      "According to local legend, a British engineer was guided through the dense forests of Lakkidi by a tribal man named Karinthandan, who was later killed so the engineer could claim credit for discovering the route.",
      "It is said Karinthandan's spirit haunted the area until a priest chained it to the tree, which is why the tree is bound by a heavy chain.",
      "The tree and chain have become a local landmark and a symbol of the region's colonial history and folklore."
    ],
    "facts": [
      "The Chain Tree is a popular tourist attraction and is located near the entrance to Wayanad district.",
      "The tree is believed to be over a century old.",
      "The chain wrapped around the tree is made of iron and is said to grow with the tree.",
      "The legend of Karinthandan is commemorated by local tribals, and a memorial has been erected nearby.",
      "The site is often visited by travelers passing through the Lakkidi Pass, one of the highest points in Wayanad."
    ],
    "images": [
      "https://wanderon-images.gumlet.io/gallery/new/2025/03/04/1741069123089-the-chain-tree-in-wayanad.jpg"
    ]
  },

  {
    "id": 25,
    "name": "Chanderi Fort (night patrol tales)",
    "city": "Chanderi (Ashoknagar)",
    "state": "Madhya Pradesh",
    "latitude": 24.7167,
    "longitude": 78.1333,
    "story": "Medieval fort with soldier apparitions and eerie drumbeats reported by villagers.",
    "history": [
      "Chanderi Fort is a historic fort located in Chanderi town, built in the 11th century by the Pratihara kings.",
      "The fort has witnessed several battles and sieges, including those by the Delhi Sultanate, Mughals, and Bundelas.",
      "It was an important strategic location due to its proximity to trade routes and its position overlooking the Betwa River valley.",
      "The fort complex includes several gates, palaces, and mosques, such as the Katti-Ghatti gate and the Jauhar monument.",
      "Chanderi is also famous for its handwoven sarees and rich cultural heritage."
    ],
    "facts": [
      "Chanderi Fort stands atop a hill, offering panoramic views of the town and surrounding countryside.",
      "The fort is open to visitors and is a popular tourist destination in Madhya Pradesh.",
      "The Katti-Ghatti gate is carved out of a single rock and is a unique architectural feature.",
      "Chanderi town is mentioned in ancient texts and was a center for Jainism and Buddhism.",
      "The fort has been featured in several Bollywood films, including 'Stree' and 'Sui Dhaaga'."
    ],
    "images": [
      "https://imvoyager.com/wp-content/uploads/2021/07/Kati-Ghati-Chanderi-.jpg"
    ]
  },

  {
    "id": 26,
    "name": "Loktak Lake (Phumdi legends)",
    "city": "Moirang",
    "state": "Manipur",
    "latitude": 24.4982,
    "longitude": 93.783,
    "story": "Floating ‘phumdis’ and fishermen tales of lights/spirits on misty nights.",
    "history": [
      "Loktak Lake is the largest freshwater lake in Northeast India, located near Moirang in Manipur.",
      "The lake is famous for its 'phumdis'—floating masses of vegetation, soil, and organic matter.",
      "It is the only lake in the world with floating islands that support human habitation.",
      "The Keibul Lamjao National Park, located on the phumdis, is the only floating national park in the world and is home to the endangered Sangai deer.",
      "Loktak Lake is vital for the local economy, providing water for hydropower generation, irrigation, and fishing."
    ],
    "facts": [
      "Loktak Lake covers an area of about 287 square kilometers.",
      "The phumdis move across the lake with changing water levels.",
      "The lake is a Ramsar Wetland of International Importance.",
      "Keibul Lamjao National Park is a major tourist attraction and a biodiversity hotspot.",
      "Loktak Lake is threatened by pollution and encroachment, prompting conservation efforts."
    ],
    "images": [
      "https://i0.wp.com/thefloatingpebbles.com/wp-content/uploads/2025/02/21-04-03-MANIPUR-3-Edit-1024x576-1.jpg?resize=800%2C450&ssl=1"
    ]
  },

  {
    "id": 27,
    "name": "Nohkalikai Falls (tragic legend)",
    "city": "Cherrapunji (Sohra)",
    "state": "Meghalaya",
    "latitude": 25.2726,
    "longitude": 91.6823,
    "story": "Named after Lyngam woman Likai; locals speak of her spirit near the plunge pool.",
    "history": [
      "Nohkalikai Falls is the tallest plunge waterfall in India, with a height of 340 meters.",
      "Located near Cherrapunji, one of the wettest places on Earth.",
      "The name 'Nohkalikai' means 'Jump of Likai' in Khasi, referring to a local legend about a woman named Likai who jumped off the cliff after a personal tragedy.",
      "The falls are fed by rainwater collected on the plateau and drop into a turquoise pool below.",
      "Nohkalikai Falls is a major tourist attraction and offers breathtaking views, especially during the monsoon."
    ],
    "facts": [
      "Nohkalikai Falls is best visited during the rainy season (June–September) when water flow is at its peak.",
      "The plunge pool at the base of the falls is known for its unique blue-green color.",
      "Cherrapunji holds the record for one of the highest annual rainfalls in the world.",
      "The area around the falls is rich in biodiversity and is part of the East Khasi Hills.",
      "The falls are accessible by road and have a viewing platform for tourists."
    ],
    "images": [
      "https://www.trawell.in/admin/images/upload/195195923Cherrapunji_Nohkalikai_Waterfalls_Main.jpg"
    ]
  },

  {
    "id": 28,
    "name": "Hmuifang Forest whispers",
    "city": "Hmuifang (Aizawl district)",
    "state": "Mizoram",
    "latitude": 23.548,
    "longitude": 92.7346,
    "story": "Dense forest with folk stories of wandering spirits and night shrieks in the hills.",
    "history": [
      "Hmuifang is a mountain and forest area located about 50 km from Aizawl, Mizoram.",
      "The region is known for its pristine forests, scenic beauty, and rich biodiversity.",
      "Hmuifang was once the site of the Mizo chief's residence and is associated with local tribal history.",
      "The area is popular for eco-tourism, trekking, and cultural festivals.",
      "Hmuifang hosts the annual Thalfavang Kut festival, celebrating Mizo agricultural traditions."
    ],
    "facts": [
      "Hmuifang is situated at an altitude of about 1,619 meters.",
      "The forest is home to several rare plant and animal species.",
      "Tourists can stay at the Hmuifang Tourist Resort, managed by the Mizoram Tourism Department.",
      "The region is known for its misty weather and lush greenery year-round.",
      "Hmuifang is a popular destination for nature lovers and adventure seekers."
    ],
    "images": ["https://i.ytimg.com/vi/Cy1OMP0hoVc/maxresdefault.jpg"]
  },

  {
    "id": 29,
    "name": "Kohima War Cemetery (night watch tales)",
    "city": "Kohima",
    "state": "Nagaland",
    "latitude": 25.6708,
    "longitude": 94.1086,
    "story": "Soldier spirits and marching sounds are part of local lore around the cemetery.",
    "history": [
      "Kohima War Cemetery is a memorial dedicated to soldiers of the British and Allied forces who died in the Battle of Kohima during World War II (1944).",
      "The cemetery is located on Garrison Hill, the site of fierce fighting between Japanese and Allied troops.",
      "It contains over 1,420 Commonwealth burials and is maintained by the Commonwealth War Graves Commission.",
      "The cemetery is a symbol of peace and reconciliation and attracts visitors from around the world.",
      "The famous epitaph at the cemetery reads: 'When You Go Home, Tell Them Of Us And Say, For Your Tomorrow, We Gave Our Today.'"
    ],
    "facts": [
      "The Battle of Kohima was a turning point in the Burma Campaign of World War II.",
      "The cemetery is beautifully landscaped and offers panoramic views of Kohima town.",
      "It is open to visitors year-round and is a site of annual remembrance ceremonies.",
      "The cemetery is a protected heritage site and is featured in several documentaries and history books.",
      "Kohima War Cemetery is considered one of the most moving war memorials in Asia."
    ],
    "images": [
      "https://nagalandtribune.in/wp-content/uploads/2024/12/Kohima-War-Cemetery-Where-valor-and-sacrifice-meet.jpg"
    ]
  },

  {
    "id": 30,
    "name": "Barabati Fort (old ramparts lore)",
    "city": "Cuttack",
    "state": "Odisha",
    "latitude": 20.4867,
    "longitude": 85.8667,
    "story": "Locals speak of spectral guards and voices near the old moat and gates at night.",
    "history": [
      "Barabati Fort is a 14th-century fort located on the banks of the Mahanadi River in Cuttack, Odisha.",
      "It was built by the Ganga dynasty and served as a military stronghold and royal residence.",
      "The fort complex originally included a nine-storied palace, moat, and massive stone walls.",
      "Barabati Fort played a key role in the region's defense against invasions and was later used by the Mughals and Marathas.",
      "Today, only the ruins of the fort remain, including the main gate and parts of the ramparts."
    ],
    "facts": [
      "Barabati Fort is a protected monument under the Archaeological Survey of India.",
      "The fort is located near the Barabati Stadium, a major sports venue in Odisha.",
      "The site is popular for picnics, cultural events, and historical tours.",
      "Excavations have revealed ancient artifacts and structures within the fort complex.",
      "Barabati Fort is an important symbol of Cuttack's heritage and history."
    ],
    "images": [
      "https://i0.wp.com/www.samacharjustclick.com/wp-content/uploads/2020/06/Barabati_Fort__Cuttack_01.jpg?fit=720%2C492&ssl=1"
    ]
  },

  {
    "id": 31,
    "name": "Doraha Fort (RDB Fort) night tales",
    "city": "Doraha (Ludhiana)",
    "state": "Punjab",
    "latitude": 30.8007,
    "longitude": 75.9202,
    "story": "17th-century Sarai with whispering corridors and guard apparitions in local stories.",
    "history": [
      "Doraha Fort, also known as Doraha Sarai, was built in the 17th century by Mughal emperor Jahangir as a caravanserai (inn) for travelers and traders.",
      "The fort served as a resting place on the Grand Trunk Road, connecting Delhi and Lahore.",
      "It features massive gateways, arched corridors, and a large central courtyard typical of Mughal architecture.",
      "The site gained modern fame after being featured in the Bollywood film 'Rang De Basanti', earning the nickname 'RDB Fort'.",
      "The fort is now a protected monument under the Archaeological Survey of India."
    ],
    "facts": [
      "Doraha Fort is open to visitors and is a popular spot for photography and film shoots.",
      "The fort's architecture includes Persian-style arches and Mughal-era brickwork.",
      "It is located near the town of Doraha, about 20 km from Ludhiana city.",
      "The fort is sometimes mistaken for a palace, but it was originally built as a sarai (inn).",
      "Local legends of hauntings are popular, but there are no official records of paranormal activity."
    ],
    "images": [
      "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEj-cn70HyfAzOm37V7MV7DI3JwMFdPgr91BveseM5WrCZhsrCVKI1zeAPgiY-psj7S9QcGe7DHetL74uUSORg4uWqjnQY6hd1jKoLW1FlL_XhofMaNE7sAvFGtpBSOL7tP2n7Q3qJy826u4/s1600/Doraha+Sarai+(RDB+Fort),+Ludhiana,+Punjab223232.jpg"
    ]
  },

  {
    "id": 32,
    "name": "Baba Harbhajan Singh Temple",
    "city": "Between Nathu La and Jelep La",
    "state": "Sikkim",
    "latitude": 27.3829,
    "longitude": 88.7639,
    "story": "Shrine to the ‘ghost soldier’ said to patrol the border and appear in dreams.",
    "history": [
      "Baba Harbhajan Singh Temple is dedicated to Harbhajan Singh, an Indian Army soldier who died near Nathu La in 1968.",
      "Legend says his spirit continues to protect soldiers at the border, warning them of danger in dreams.",
      "The temple was built by fellow soldiers to honor his memory and is maintained by the Indian Army.",
      "Personal belongings of Baba Harbhajan Singh are kept at the shrine, and soldiers leave water bottles for blessings.",
      "The temple is a popular pilgrimage site for both civilians and military personnel."
    ],
    "facts": [
      "Baba Harbhajan Singh is known as the 'Hero of Nathu La' and is revered as a guardian spirit.",
      "The Indian Army reserves a seat for him on official meetings and sends his belongings to his hometown annually.",
      "The temple is located at an altitude of about 13,123 feet.",
      "Visitors often report dreams or visions of Baba Harbhajan Singh after visiting the shrine.",
      "The temple is open to tourists and is a unique blend of military and spiritual tradition."
    ],
    "images": [
      "https://etripto.in/uploads/0000/96/2023/04/29/79218288-193793615122033-2636163283342541655-n.jpg"
    ]
  },

  {
    "id": 33,
    "name": "De Monte Colony",
    "city": "Chennai",
    "state": "Tamil Nadu",
    "latitude": 13.0336,
    "longitude": 80.2546,
    "story": "Row of old bungalows with persistent urban legends of strange faces and screams.",
    "history": [
      "De Monte Colony is named after John De Monte, a wealthy Portuguese businessman who owned much of the land in the area during the 19th century.",
      "The colony consists of colonial-era bungalows built for European residents in Chennai.",
      "After De Monte's death, the area was gradually abandoned, and many houses fell into disrepair.",
      "The colony is now known for its deserted streets and old architecture.",
      "It has become a popular subject for urban legends and ghost stories in Chennai."
    ],
    "facts": [
      "De Monte Colony is located in Alwarpet, a prime residential area in Chennai.",
      "The colony has been featured in Tamil films and media for its eerie atmosphere.",
      "Most bungalows are now locked and unused, adding to the haunted reputation.",
      "There are no official records of paranormal incidents, but local stories persist.",
      "The area is safe to visit during the day, but locals avoid it at night."
    ],
    "images": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTvTbPP4SefZ5Y7MvkSq2o1_7yd9zu7HX8BRw&s"
    ]
  },

  {
    "id": 34,
    "name": "Ramoji Film City (haunted sets lore)",
    "city": "Hyderabad",
    "state": "Telangana",
    "latitude": 17.2543,
    "longitude": 78.6808,
    "story": "Studio complex where crew report poltergeist-like pranks and unexplained accidents.",
    "history": [
      "Ramoji Film City is one of the largest integrated film studio complexes in the world, opened in 1996.",
      "It was built on land that reportedly saw battles during the Nizam era, leading to local legends of restless spirits.",
      "The complex includes sets, hotels, amusement parks, and gardens, hosting thousands of visitors daily.",
      "Many Bollywood and South Indian films have been shot here.",
      "The site is a major tourist attraction and entertainment hub in Hyderabad."
    ],
    "facts": [
      "Ramoji Film City covers over 2,000 acres and can accommodate 50 film units at a time.",
      "It holds the Guinness World Record for being the largest film studio complex.",
      "The site offers guided tours, live shows, and film set experiences.",
      "Stories of hauntings are popular among staff and visitors, but there are no official records.",
      "Ramoji Film City is open year-round and is a must-visit for film enthusiasts."
    ],
    "images": [
      "https://i.pinimg.com/736x/a6/4d/5f/a64d5f4c9e3d3eaeae26fad58bda27de.jpg"
    ]
  },

  {
    "id": 35,
    "name": "Old Rajbari whispers",
    "city": "Agartala",
    "state": "Tripura",
    "latitude": 23.836,
    "longitude": 91.2868,
    "story": "Royal precinct lanes with caretaker stories of footsteps and veiled figures at night.",
    "history": [
      "Old Rajbari refers to the former royal palace complex of the Manikya dynasty in Agartala.",
      "The palace was built in the 19th century and served as the residence of Tripura's kings.",
      "It features Indo-Saracenic architecture, with grand halls, gardens, and temples.",
      "After independence, the palace was converted for government use and some sections fell into neglect.",
      "The site is now a heritage landmark and is open to visitors."
    ],
    "facts": [
      "The Old Rajbari is located near Ujjayanta Palace, the main royal residence.",
      "It is a popular spot for history buffs and tourists in Tripura.",
      "The palace complex hosts cultural events and exhibitions.",
      "Local stories of hauntings are common, but there are no official records.",
      "The site is safe to visit and is maintained by the state government."
    ],
    "images": [
      "https://www.shutterstock.com/shutterstock/photos/1653679585/display_1500/stock-photo-tripura-old-rajbari-tourism-place-udaipur-india-click-date-1653679585.jpg"
    ]
  },

  {
    "id": 36,
    "name": "GP Block ‘Haunted House’",
    "city": "Meerut",
    "state": "Uttar Pradesh",
    "latitude": 28.996,
    "longitude": 77.706,
    "story": "Popular urban legend of a deserted house with four men and a woman seen on the terrace.",
    "history": [
      "GP Block is a residential area in Meerut, Uttar Pradesh, known for its abandoned houses.",
      "One particular house became famous due to repeated reports of ghostly sightings and strange occurrences.",
      "The house has been vacant for years, fueling local legends and curiosity.",
      "Stories of apparitions and mysterious lights have made it a popular subject in local media.",
      "There is no historical evidence linking the house to any tragedy or paranormal event."
    ],
    "facts": [
      "GP Block is a real locality in Meerut, but the haunted house stories are mostly urban legends.",
      "The house is locked and not accessible to the public.",
      "Local police have investigated but found no evidence of paranormal activity.",
      "The site is popular among thrill-seekers and YouTubers.",
      "There are no official restrictions on visiting the area, but trespassing is not allowed."
    ],
    "images": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSzoMLFCzk50N3hBq2-0JylhNw3sP-ecW-zAA&s"
    ]
  },

  {
    "id": 37,
    "name": "Lambi Dehar Mines",
    "city": "Mussoorie",
    "state": "Uttarakhand",
    "latitude": 30.4599,
    "longitude": 78.0818,
    "story": "Abandoned mine site tied to a tragedy; stories of a lady in white and eerie screams.",
    "history": [
      "Lambi Dehar Mines were limestone mines operating near Mussoorie until the early 1990s.",
      "A mining disaster reportedly led to the deaths of hundreds of workers due to unsafe conditions and respiratory diseases.",
      "The mines were shut down and abandoned, leaving behind ruined buildings and machinery.",
      "The site is now overgrown and largely inaccessible.",
      "Local legends of hauntings began after the closure, with stories of a lady in white and mysterious sounds."
    ],
    "facts": [
      "Lambi Dehar Mines are located on the outskirts of Mussoorie, a popular hill station.",
      "The site is not officially open to tourists due to safety concerns.",
      "The mines have been featured in documentaries and paranormal investigation shows.",
      "There are no official records of hauntings, but local stories persist.",
      "The area is known for its scenic views and eerie atmosphere."
    ],
    "images": [
      "https://wanderon-images.gumlet.io/blogs/new/2024/12/lambi-dehar-mines.webp"
    ]
  },

  {
    "id": 38,
    "name": "Dow Hill & Victoria Boys’ School",
    "city": "Kurseong (Darjeeling)",
    "state": "West Bengal",
    "latitude": 26.882,
    "longitude": 88.2814,
    "story": "Forest road and school corridors linked to headless apparition and footsteps at night.",
    "history": [
      "Dow Hill is a forested area near Kurseong, famous for its misty woods and colonial-era schools.",
      "Victoria Boys’ School was established in 1879 and is one of the oldest boarding schools in the region.",
      "The area is known for its dense forests, wildlife, and scenic beauty.",
      "Local legends of hauntings began after reports of strange sightings and unexplained sounds in the woods.",
      "The school and forest are popular among tourists and nature lovers."
    ],
    "facts": [
      "Dow Hill is located about 30 km from Darjeeling town.",
      "Victoria Boys’ School is still operational and has a rich academic history.",
      "The forest is open to trekkers and visitors, but is avoided by locals after dark.",
      "Stories of headless ghosts and footsteps are popular, but there are no official records.",
      "The area is safe to visit during the day and is a major attraction in Kurseong."
    ],
    "images": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQRQ0ir6SV_yfM-AOgTrih997w3g1eqo7EBjA&s"
    ]
  },

  {
    "id": 39,
    "name": "Dukh Bhanjan Temple",
    "city": "Jabalpur",
    "state": "Madhya Pradesh",
    "latitude": 23.1815,
    "longitude": 79.9864,
    "story": "Legend says the temple is cursed—devotees experience strange apparitions, unexplained footsteps, or sensations of being touched.",
    "history": [
      "Dukh Bhanjan Hanuman Temple is a well-known temple in Jabalpur, dedicated to Lord Hanuman.",
      "It is located near the famous Madan Mahal Fort and is a popular pilgrimage site for locals.",
      "The temple is believed to have been established several decades ago and is associated with stories of miraculous healings and relief from suffering.",
      "The name 'Dukh Bhanjan' means 'remover of sorrows', and devotees visit to seek blessings for overcoming difficulties.",
      "The temple is especially crowded on Tuesdays and Saturdays, days considered auspicious for Hanuman worship."
    ],
    "facts": [
      "Dukh Bhanjan Temple is one of the oldest Hanuman temples in Jabalpur.",
      "It is known for its peaceful atmosphere and scenic location near the hills.",
      "The temple hosts annual festivals and special pujas, attracting thousands of devotees.",
      "Local folklore includes stories of supernatural experiences, but there are no official records of paranormal activity.",
      "The temple is open to visitors year-round and is maintained by a local trust."
    ],
    "images": [
      "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgZfRywuFG4B4hN-woFi6YIrMFzTm048vckuuMpW1CRWal15mDqJoWza9id9jDTDR6VKPs2LGZUyOhcD7lInEwhU5brkGbF7I-oLdQYhuWZZ0xhH5qGa4-jB6izbJeBZjhU9qf3VrGSxrJg/w1200-h630-p-k-no-nu/20180628_182423c.jpg"
    ]
  },
  {
    "id": 40,
    "name": "Empty Building (Khali Imaarat)",
    "city": "Indore",
    "state": "Madhya Pradesh",
    "latitude": 22.7196,
    "longitude": 75.8577,
    "story": "An abandoned building on MG Road where a woman allegedly committed suicide; locals claim to hear horrible cries and noises in the empty halls.",
    "history": [
      "MG Road is one of the busiest commercial streets in Indore, lined with shops, offices, and old buildings.",
      "Several buildings on MG Road have been abandoned due to redevelopment, legal disputes, or structural issues.",
      "There is no official record of a specific haunted building, but urban legends persist about tragic incidents and suicides in some old structures.",
      "Indore's rapid urbanization has led to many old buildings being vacated and left in disrepair.",
      "The area is generally safe and well-patrolled, with most abandoned buildings slated for renovation or demolition."
    ],
    "facts": [
      "MG Road is a major shopping and business hub in Indore.",
      "Stories of haunted buildings are mostly urban legends and not supported by official reports.",
      "Local authorities discourage trespassing in abandoned structures for safety reasons.",
      "Indore is known for its vibrant nightlife and commercial activity, making most areas busy even after dark.",
      "There are no documented paranormal investigations or findings related to MG Road buildings."
    ],
    "images": [
      "https://staticimg.amarujala.com/assets/images/2024/08/12/khataranaka-ghashhata-haaa-vamal-aparatamata_90af6a668f454611dafe524a5060db40.jpeg?w=414&dpr=1.0&q=80"
    ]
  },
  {
    "id": 41,
    "name": "Phooti Kothi (Broken Palace)",
    "city": "Indore",
    "state": "Madhya Pradesh",
    "latitude": 22.7196,
    "longitude": 75.8577,
    "story": "An unfinished Holkar-era royal residence with no roof or doors. The eerie, open-air ruin gives a disquieting vibe, especially at night.",
    "history": [
      "Phooti Kothi is an unfinished palace built during the Holkar dynasty in Indore.",
      "Construction began in the 19th century but was abandoned due to financial or political reasons.",
      "The structure is notable for its lack of a roof and incomplete walls, giving it a unique appearance.",
      "It is located in Sudama Nagar and is a local landmark, often visited by history enthusiasts.",
      "The site is not maintained as a tourist attraction and is mostly in ruins."
    ],
    "facts": [
      "Phooti Kothi means 'broken mansion' in Hindi.",
      "It is a rare example of an unfinished royal building from the Holkar era.",
      "The site is open to visitors but is not officially promoted as a tourist spot.",
      "Local stories of hauntings are popular, but there are no official records.",
      "Indore has several other historical sites from the Holkar period, including Rajwada and Lal Bagh Palace."
    ],
    "images": [
      "https://content3.jdmagicbox.com/comp/indore/d7/0731px731.x731.220601234230.t9d7/catalogue/futi-kothi-palace-and-fort-sudama-nagar-indore-tourist-attraction-Gz9uJ1gObk.jpg"
    ]
  },
  {
    "id": 42,
    "name": "Empty Building (another abandoned structure)",
    "city": "Indore",
    "state": "Madhya Pradesh",
    "latitude": 22.7196,
    "longitude": 75.8577,
    "story": "Another empty structure (Indore Empty Building) reportedly haunted after a woman's suicide; the building has since been vacated and remains ominous.",
    "history": [
      "Indore has several abandoned buildings due to urban development and changing property ownership.",
      "Some structures are left vacant after legal disputes or redevelopment plans.",
      "There is no official record of hauntings or suicides linked to any specific building.",
      "Urban legends about haunted buildings are common in many Indian cities.",
      "Local authorities monitor abandoned properties for safety and security."
    ],
    "facts": [
      "Indore is one of the fastest-growing cities in India, leading to frequent construction and demolition.",
      "Stories of haunted buildings are mostly based on rumors and local folklore.",
      "Trespassing in abandoned buildings is prohibited for safety reasons.",
      "There are no official paranormal investigations or findings in Indore's empty buildings.",
      "The city is known for its cleanliness and urban planning."
    ],
    "images": [
      "https://himanshusurse.wordpress.com/wp-content/uploads/2017/12/lonely-building-mg-road-indorehd1.jpg?w=687&h=515"
    ]
  },
  {
    "id": 43,
    "name": "Peepal Tree, BT Tiraha",
    "city": "Jabalpur",
    "state": "Madhya Pradesh",
    "latitude": 23.1815,
    "longitude": 79.9864,
    "story": "A peepal tree on BT Tiraha road believed to be possessed by multiple spirits. Elders warn staying near it at night is dangerous.",
    "history": [
      "Peepal trees are considered sacred in Hindu tradition and are often found near temples and crossroads.",
      "BT Tiraha is a busy intersection in Jabalpur, known for its local markets and traffic.",
      "There is no official record of paranormal activity at the peepal tree, but local folklore associates such trees with spirits.",
      "Peepal trees are believed to be inhabited by spirits in many Indian cultures, leading to stories of hauntings.",
      "The tree is a local landmark and is respected by residents."
    ],
    "facts": [
      "Peepal trees are worshipped during various Hindu festivals.",
      "Stories of haunted peepal trees are common across India.",
      "BT Tiraha is a well-known junction in Jabalpur.",
      "There are no documented paranormal incidents at this location.",
      "The area is safe and frequented by locals during the day."
    ],
    "images": [
      "https://i0.wp.com/moonmausoleum.com/wp-content/uploads/2024/06/pexels-photo-20015268.jpeg?fit=1200%2C675&ssl=1&resize=350%2C200"
    ]
  },
  {
    "id": 44,
    "name": "Bhoot Bungalow",
    "city": "Bhopal",
    "state": "Madhya Pradesh",
    "latitude": 23.2599,
    "longitude": 77.4126,
    "story": "Located in Professors Colony, this bungalow is reputedly haunted due to strange deaths and paranormal reports over the years.",
    "history": [
      "Professors Colony is a residential area in Bhopal, home to many academic professionals.",
      "The so-called 'Bhoot Bungalow' is an old house that has been vacant for years, leading to rumors of hauntings.",
      "There are no official records of deaths or paranormal activity in the bungalow.",
      "Local stories and media reports have contributed to its haunted reputation.",
      "The area is generally safe and well-maintained."
    ],
    "facts": [
      "Bhoot Bungalow is a popular subject for local ghost stories and thrill-seekers.",
      "There are no documented paranormal investigations or findings.",
      "Professors Colony is a peaceful residential area in Bhopal.",
      "The bungalow is not open to the public and is privately owned.",
      "Bhopal is known for its lakes, heritage sites, and educational institutions."
    ],
    "images": [
      "https://newsbits.in/uploads/lifestyle/bhoot_bungalow_lalghati_bhopal.jpg"
    ]
  },
  {
    "id": 45,
    "name": "Dow Industrial Complex",
    "city": "Bhopal",
    "state": "Madhya Pradesh",
    "latitude": 23.2344,
    "longitude": 77.4314,
    "story": "Residue of the Bhopal Gas tragedy—locals report ghostly presences of victims trapped within the burnt factory remains.",
    "history": [
      "The Dow Industrial Complex is the site of the former Union Carbide pesticide plant in Bhopal.",
      "On December 2-3, 1984, a gas leak from the plant caused one of the world's worst industrial disasters, killing thousands and affecting many more.",
      "The site has remained largely abandoned since the tragedy, with ongoing debates about environmental cleanup and justice for victims.",
      "The factory is a symbol of industrial negligence and is visited by activists and researchers.",
      "There are memorials and museums in Bhopal dedicated to the victims of the gas tragedy."
    ],
    "facts": [
      "The Bhopal Gas Tragedy resulted in over 15,000 deaths and long-term health issues for survivors.",
      "The site is not open to the public due to contamination and safety concerns.",
      "Activists continue to demand proper cleanup and compensation for affected families.",
      "The tragedy led to major changes in industrial safety regulations in India.",
      "Local stories of hauntings are based on the scale of the disaster, but there are no official records of paranormal activity."
    ],
    "images": [
      "https://media.assettype.com/theleaflet/import/wp-content/uploads/2022/03/Bhopal-Gas-Tragedy.png?w=1200&h=675&auto=format%2Ccompress&fit=max&enlarge=true"
    ]
  },

  {
    "id": 46,
    "name": "Indira Gandhi Hospital",
    "city": "Bhopal",
    "state": "Madhya Pradesh",
    "latitude": 23.2196,
    "longitude": 77.4126,
    "story": "The hospital’s fifth floor is notorious—patients and staff report paranormal activity and ghost sightings of deceased patients.",
    "history": [
      "Indira Gandhi Hospital is a major government hospital in Bhopal, serving thousands of patients annually.",
      "It was established to provide affordable healthcare to the city's population and is equipped with modern medical facilities.",
      "The hospital played a crucial role during the Bhopal Gas Tragedy in 1984, treating victims of the disaster.",
      "It is located in the heart of Bhopal and is known for its emergency and trauma care.",
      "The hospital is named after former Prime Minister Indira Gandhi and is managed by the state health department."
    ],
    "facts": [
      "Indira Gandhi Hospital is one of the largest public hospitals in Bhopal.",
      "It offers a wide range of medical services, including surgery, maternity, and emergency care.",
      "The hospital is a teaching center for medical students and interns.",
      "It is located near major city landmarks and is easily accessible by public transport.",
      "Stories of hauntings are based on urban legends and not supported by official records."
    ],
    "images": [
      "https://pandareviewz.com/wp-content/uploads/2018/12/haunted-hospital-in-bhopal.png"
    ]
  },
  {
    "id": 47,
    "name": "Church Ruins",
    "city": "Guna",
    "state": "Madhya Pradesh",
    "latitude": 24.648,
    "longitude": 77.2711,
    "story": "An abandoned and burnt church where locals claim to hear children crying and experience other paranormal phenomena.",
    "history": [
      "The Church Ruins in Guna are remnants of a colonial-era Christian church built during the British period.",
      "The church was abandoned after a fire in the mid-20th century, leaving only the stone walls and arches.",
      "It served as a place of worship for British officers and local converts.",
      "The site is now overgrown and rarely visited, adding to its eerie atmosphere.",
      "Guna has several historical buildings from the colonial era, but few remain as ruins."
    ],
    "facts": [
      "The church is located on the outskirts of Guna town.",
      "It is a popular spot for local thrill-seekers and photographers.",
      "There are no official records of paranormal activity at the site.",
      "The ruins are not maintained and are considered unsafe for visitors.",
      "Local stories of hauntings are based on folklore and urban legends."
    ],
    "images": [
      "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhc_VtZW2aLkDg2r3TPnrWq5129Gl0est9R6jpl3muCsn45fEg_G3BDpR8Fq4U_mw_VQ9Qe5bbBQVV3scJcUFplY1K4GdFyo7NsFXRK-CgvGBbYuA8JDOJs3TeIa-n-Mwjihog7rwpqd2Ox/s1600/images1.jpg"
    ]
  },
  {
    "id": 48,
    "name": "Raisen Fort",
    "city": "Raisen",
    "state": "Madhya Pradesh",
    "latitude": 23.4269,
    "longitude": 77.3255,
    "story": "Legend says the ghost of Queen Rani Ratnavati still wanders the chambers of this centuries-old fort, searching for peace.",
    "history": [
      "Raisen Fort is a hilltop fort built in the 11th century by the rulers of the Raisen region.",
      "It was an important stronghold for various dynasties, including the Rajputs, Mughals, and Nawabs of Bhopal.",
      "The fort is known for its massive stone walls, gates, and water reservoirs.",
      "It houses several ancient temples, mosques, and palaces within its complex.",
      "Raisen Fort played a key role in regional defense and witnessed many battles and sieges."
    ],
    "facts": [
      "Raisen Fort is open to visitors and is a popular tourist destination.",
      "The fort offers panoramic views of the surrounding countryside.",
      "It is a protected monument under the Archaeological Survey of India.",
      "The fort is associated with several legends, including tales of queens and warriors.",
      "There are no official records of paranormal activity, but local stories persist."
    ],
    "images": [
      "https://www.hoteldekho.com/storage/img/tourattraction/1650620913raisen%20fort%20in%20bhopal.jpg"
    ]
  },
  {
    "id": 49,
    "name": "Rani Mahal, Mandu",
    "city": "Mandu",
    "state": "Madhya Pradesh",
    "latitude": 22.0018,
    "longitude": 77.5509,
    "story": "Tales say at night, the cries of Queen Roopmati mourning her beloved Baz Bahadur can still be heard echoing through the palace ruins.",
    "history": [
      "Rani Mahal, also known as Roopmati Pavilion, is a historic palace in Mandu built in the 16th century.",
      "It was constructed by Sultan Baz Bahadur for his beloved queen Roopmati.",
      "The palace is famous for its unique architecture, with arched windows and terraces overlooking the Narmada River valley.",
      "Roopmati Pavilion played a role in the tragic love story of Baz Bahadur and Roopmati, which ended with the Mughal invasion.",
      "Mandu is known for its medieval monuments, palaces, and romantic legends."
    ],
    "facts": [
      "Rani Mahal is a major tourist attraction in Mandu.",
      "The palace offers stunning views of the surrounding landscape.",
      "It is a protected monument under the Archaeological Survey of India.",
      "Mandu is called the 'City of Joy' and is famous for its historical architecture.",
      "Local stories of hauntings are based on the tragic history of Roopmati and Baz Bahadur."
    ],
    "images": [
      "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEh1xJI5D4XquiAGps1wvnMZchUcT84nntv4I2i26FnLZvBU_FCnKx2Lzi2H7RBgVJDAvKZOZp8ACfyRixDyq-p6j0ShV6cHMkiP2GJA04CGbyN_SEssNXWuyZ_2MFwsLeg6UizE-Sz4DCR17yCLnTHIND6RhwLaZxwOCjnyD8AybI-uIY-bMwb1gYan/s1382/Rani%20Roopmati%20Mahal.jpeg"
    ]
  },
  {
    "id": 50,
    "name": "Asigarh Fort",
    "city": "Burhanpur",
    "state": "Madhya Pradesh",
    "latitude": 21.296,
    "longitude": 76.2169,
    "story": "Locals believe the ghost of Mahabharata’s Ashwathama roams this ancient fort, cursed to wander eternally.",
    "history": [
      "Asigarh Fort, also known as Asirgarh Fort, is a historic fortress near Burhanpur built in the 15th century by the Faruqi dynasty.",
      "It was considered the 'key to the Deccan' due to its strategic location controlling the route between northern and southern India.",
      "The fort complex includes three separate forts: Asirgarh, Kamargarh, and Malaygarh.",
      "It was captured by Akbar in 1601 and later used by the Marathas and British.",
      "The fort is known for its massive gates, temples, mosques, and water tanks."
    ],
    "facts": [
      "Asirgarh Fort is open to visitors and is a popular historical site.",
      "It is a protected monument under the Archaeological Survey of India.",
      "The fort is associated with several legends, including the story of Ashwathama from the Mahabharata.",
      "It offers panoramic views of the Satpura Range.",
      "Local stories of hauntings are based on folklore and not official records."
    ],
    "images": [
      "https://upload.wikimedia.org/wikipedia/commons/2/29/Asirgarh_fort_-Asirgarh-Burhanpur-%28Madhya_Pradesh%2C_India%29.JPG"
    ]
  },
  {
    "id": 51,
    "name": "Madhav National Park (Shivpuri)",
    "city": "Shivpuri",
    "state": "Madhya Pradesh",
    "latitude": 25.4336,
    "longitude": 78.671,
    "story": "Dense forest with tales of people vanishing and ghostly shapes seen among the trees at night.",
    "history": [
      "Madhav National Park is a protected wildlife sanctuary established in 1958 near Shivpuri.",
      "The park covers an area of about 375 square kilometers and is home to diverse flora and fauna.",
      "It was once the hunting ground of the Scindia royal family of Gwalior.",
      "The park includes lakes, grasslands, and forested hills, supporting species like deer, antelope, and migratory birds.",
      "Madhav National Park is known for its scenic beauty and historical structures, including George Castle."
    ],
    "facts": [
      "Madhav National Park is open to visitors and offers wildlife safaris.",
      "It is a popular destination for nature lovers and birdwatchers.",
      "The park is managed by the Madhya Pradesh Forest Department.",
      "George Castle inside the park was built by the Scindias for tiger hunting.",
      "Local stories of hauntings are based on folklore and not supported by official records."
    ],
    "images": ["https://live.staticflickr.com/4039/4532009731_a480fdc089_b.jpg"]
  },
  {
    "id": 52,
    "name": "Rani Durgavati Palace",
    "city": "Jabalpur",
    "state": "Madhya Pradesh",
    "latitude": 23.1815,
    "longitude": 79.9864,
    "story": "The ruins are said to be watched over by the spirit of Queen Durgavati, sensing her presence by many visitors.",
    "history": [
      "Rani Durgavati Palace, also known as Madan Mahal Fort, was built in the 11th century by Raja Madan Singh.",
      "It served as the residence of Queen Durgavati, a legendary ruler known for her valor and resistance against Mughal invasion.",
      "The palace is located atop a hill and features ancient architecture, secret passages, and watchtowers.",
      "Rani Durgavati is celebrated for her bravery and is a symbol of pride in Jabalpur.",
      "The site is a popular tourist attraction and offers panoramic views of the city."
    ],
    "facts": [
      "Rani Durgavati Palace is a protected monument under the Archaeological Survey of India.",
      "It is open to visitors and is a major historical landmark in Jabalpur.",
      "The palace is associated with several legends and stories of valor.",
      "Annual festivals and events are held to honor Rani Durgavati's legacy.",
      "Local stories of hauntings are based on folklore and not official records."
    ],
    "images": [
      "https://media1.thrillophilia.com/filestore/rc7lrwyqp5cnt4m7z1r4ax250kgx_-81623_9304.jpg"
    ]
  }
]
